{
"articles": [
    {
      "id": 5,
      "title": "Album Review: How Jay Z’s 4:44 Makes Every Second Count",
      "type": "music",
      "img": "https://upload.wikimedia.org/wikipedia/commons/c/c7/444_album_cover.png",
      "caption": "Source: Wikipedia",
      "link": "#/5",
      "publisher": "",
      "date": "8/4/17",
      "time": "4:44pm",
      "snippet": "Allow me to reintroduce my self, my name is ...",
      "fullText": "<p>The 13th studio album from rap superstar Jay-Z arrived in a large way late last month. With ambiguous teasers debuting simultaneously during NBA Finals games and on billboards in New York’s Times Square, the Brooklyn rapper built a sense of anticipation only few musicians of his caliber could. <p>Exclusively released through Jay-Z’s streaming service Tidal and in partnership with cellular service provider Sprint, 4:44 removed the veil of mystery and provided audiences with far more than they could have expected. The work displays a sense of maturity, vulnerability and consideration unlike any we have seen from Jay-Z. <p>Placed at the forefront of this record is Sean Carter. Telling Mr. Carter’s story is Jay-Z, a revered entrepreneur and drug-dealer turned poet known for his braggadocios demeanor and witty lyrics. Accompanying them on each song are instrumentations provided by longtime collaborating producer No I.D. <p>4:44 is precise in length, a mere ten songs spanning 35 minutes. Yet its depth is expansive enough to cover Jay-Z’s over three decade run atop the hip-hop food chain. <p>On this record Jay-Z reflects on his relationship with egoism, racism, financial insecurity, defenselessness, and self-awareness. Below is Guerrero’s track-by-track review of “4:44”. <h3>1. Kill Jay-Z</h3> <p>The album’s intro is centered on Hov’s relationship with egoism. Self-reflection is a tool utilized to its full potential on this song. “Kill Jay-Z” serves the purpose of detaching Sean Carter the man from Jay-Z the rap superstar. It is made clear that Sean Carter is victim to the insecurities and flaws that Jay-Z has always been immune to. <p>“Cry Jay-Z, we know the pain is real” says Mr. Carter in an attempt to reconcile his identity as an honest man with his persona as an invincible rap star. “But you can't heal what you never reveal/ What's up, Jay-Z? You know you owe the truth to all the youth that fell in love with Jay-Z. <p>The degradation of the character of Jay-Z allows for Sean Carter to extend his wisdom beyond that of selfish concern. By “killing” Jay-Z audiences are freed from the cyclical nature of machismo, drug talk and violence they have become accustomed to.  They are given societal truths learned from personal experiences. These include… <h3>2. The Story of O.J</h3> <p>A worthy assessment of the black experience in the United States, told through the lens of one of the most successful African American entrepreneurs in history. Jay-Z illuminates the otherwise untold irony of how success as a minority in the US does not serve as a shield against the tenets of discrimination that the impoverished face.</p> <p>Former NFL running back O.J Simpson’s story is used as a model for the song’s meaning: successful, rich, famous, revered or not the black experience in the United States is unwavering. The recently paroled former Hall of Famer is referenced to inspire others to prepare differently for when the financial and societal burdens of being black in America begin to appear.</p><p>Full of financial advice, this track seeks to steer the audiences in the direction of taking more accountability for themselves. Jay-Z supplements knowledge of the importance of establishing credit and generational wealth to prevent the physical and figurative cells too many like O.J Simpson have experienced in their lifetimes.</p> <h3>3. Smile</h3><p>With the assistance of Stevie Wonder’s 1976 hit “Love’s in the Need of Love Today” No I.D and Jay-Z offer a reminder contrary to that of the previous song.</p><p>Equipped with an excerpt of Jay-Z’s mother Gloria Carter, “Smile” seeks to offer an encouraging perspective. Relationships with family, reflections on the rewards that come with hard work, and ambition are all things to smile about.</p> <h3>4. Caught Their Eyes (Featuring Frank Ocean)</h3><p>A song about establishing self-awareness, Jay-Z and frequent collaborator Frank Ocean praise the good that comes with knowing who you are.</p><p>Moreover, the adage that the eyes serve as “windows to the soul” is analyzed. Jay explains that in the same manner you are able to decipher a friend’s true intentions through their eyes; others are able to do with you. Be sure of who you are and who you associate with.</p> <h3>5. 4:44</h3><p>Rumors of Jay-Z’s infidelity dominated headlines after an incident between the rap mogul and his sister-in-law Solange Knowles. The elevator camera that captured this incident belonged to the Standard Hotel’s Le Bain terrace located on 444 West 13th Street in New York City.</p><p>On his 13th album, Jay-Z addresses those allegations on the title track “4:44”. In the most heartfelt stream of consciousness displayed in his over three decade career, Jay-Z acknowledges how his lack of judgment almost cost him his marriage.</p><p>Hannah Williams & The Affirmations’ “Late Nights & Heartbreak” croons in the background as Jay- Z’s grapple with self-reflection, love and the meaning of fatherhood take center stage. His admittance to infidelity causes him to question the foundation of his marriage.</p><p>On this song Jay submits to the idea that he is not deserving of his wife for a multitude of reasons. With reference to a rough beginning, a miscarriage and his affair Jay-Z takes blame for Beyonce’s loss of innocence, claiming to continually “mourn its death”.</p><p>When his focus shifts to his three children, his fear of loss only intensifies. In an evaluation of fatherhood, Jay-Z realizes there is no greater responsibility or joy than having his children admire their dad.</p><h3>6. Family Feud</h3><p>Changing pace, Jay-Z utilizes the sixth track on this album to identify a sense of partisanship within the culture of hip-hop. He analyzes an apparent disconnect between the elder statesmen and “new school” of the genre.</p><p>Instead of take sides in the argument, Jay-Z implores both parties to focus on unity since “nobody wins when the family feuds”.</p><h3>7. Bam</h3><p>With bombastic instrumentation, “Bam” is a nod to the egotism Jay-Z preached against on the album’s introduction.</p><p>It has been argued that this contradiction diminishes Jay’s sincerity on this record. Given that “Kill Jay-Z” was adamant in warning of the perils of egoism, audiences have questioned why he seems to celebrate it a few songs later.</p><p>However, the distinction is made clear in the second verse. Jay uses his accomplishments and ego to describe how he has embraced the role of rap’s figure head. Serving as the inspiration for both his peers and successor’s, Jay makes it clear that he still confidently embraces his role atop the hip-hop food chain.</p><p>Whereas in his personal life his egoism damaged the bonds with his family and friends, in the world of rap it has made him the revered figure he once hoped to be.</p><h3>8. Moonlight</h3><p>The title of this track is a direct reference to the infamous Oscar award ceremony debacle that occurred earlier this year.</p><p>“Y’all stuck in La La Land, even when we win we gon’ lose” raps Jay-Z on the hook in an allusion to the film La La Land being mistakenly given the award for picture of the year. This play on words serves the purpose of providing commentary on the marginalization of hip-hop as a genre.</p><p>The social media antics and stigmatized violence attached to rap’s stars prohibits the genre from receiving the respect it deserves, according to Hov.</p><h3>9. Marcy Me</h3><p>“Marcy Me” is an ode to the Marcy Houses in Brooklyn. Although they feature unsuitable living conditions for most, Jay-Z credits his upbringing for the ambition and foresight to maintain and grow upon the success he has achieved.</p><p>“Lord, we know who we are yet we know not what we may be” quotes Jay-Z from a verse in Hamlet as an indication of how he did not shy away from dreaming big.</p><h3>10. Legacy</h3><p>On the final song of the album, Jay-Z leaves audiences with a lasting impression on the growth he has experienced, both financially and spiritually. No longer concerned with sporting the brightest jewelry or most expensive cars, both Jay-Z and Sean Carter have shifted their sights on building a legacy.</p><p>Jay-Z is concerned with how the success of his record label RocNation and the first artist owned streaming service Tidal will fare in the discussion of his lasting impressions on the world of hip-hop.</p><p>Sean Carter is concerned with how the success he has experienced financially can be sustained for generations within his family.</p><p>Based on the quality of performance delivered on “4:44”, it is safe to assume their legacies will be cemented for generations to come.</p>"
    },
    {
      "id": 4,
      "title": "This is my Fashion Piece",
      "type": "fashion",
      "img": "https://pbs.twimg.com/profile_images/888189972595044353/-9vyTOts_400x400.jpg",
      "caption": "",
      "link": "#",
      "publisher": "",
      "date": "8/1/17",
      "time": "4:21pm",
      "snippet": "Short snippet from the beginning of your article text ...",
      "fullText": ""
    },
    {
      "id": 3,
      "title": "",
      "type": "music",
      "img": "https://upload.wikimedia.org/wikipedia/en/d/dc/Damn._Kendrick_Lamar.jpg",
      "caption": "",
      "link": "#",
      "publisher": "",
      "date": "6/10/17",
      "time": "1:28pm",
      "snippet": "",
      "fullText": ""
    },
    {
      "id": 2,
      "title": "Justice Gorsuch: Why His Big Moment Was a Waste of Time",
      "type": "politics",
      "img": "https://s3.amazonaws.com/media.awd.ame/597_donald_trump_with_neil_gorsuch_013117p.jpg",
      "caption": "",
      "link": "http://www.amwordmag.com/article/2017/04/neil-gorsuch-supreme-court-op-ed",
      "publisher": "American Word",
      "date": "4/21/17",
      "time": "12:43pm",
      "snippet": "The Supreme Court formally added its 113th Justice in United States history earlier this month after a month-long political battle in the Senate that ...",
      "fullText": ""
    },
    {
      "id": 1,
      "title": "Congressman John Yarmuth’s Democratic Antidote for Congress’ Republican Virus",
      "type": "politics",
      "img": "https://s3.amazonaws.com/media.awd.ame/398_option_3p.jpg",
      "caption": "",
      "link": "http://www.amwordmag.com/article/2016/04/congressman-john-yarmuth",
      "publisher": "American Word",
      "date": "4/4/17",
      "time": "4:42pm",
      "snippet": "“I switched parties in 1985. It was a great catharsis for me. I felt better immediately. I felt like I had been decontaminated,” said Congressman ...",
      "fullText": ""
    }
  ]
}
